[M_PerfectlyPeaceful MissionDefinition]
MissionName="Completamente Pacíficos"
MissionDescription="Sir Hammerlock está ansioso para descobrir de onde vêm os Cristalíceos. Ele está disposto a pagar por qualquer evidência da sua origem. Por isso, ele sugere que comece a busca nas [place]Cavernas Cáusticas[-place]."
TurnInDescription="Você descobriu que a inocência dos Cristalíceos foi erradicada com uma picaretada."
MissionSummary="Descubra a história dos Cristalíceos."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Os Cristalíceos nem sempre foram monstros assassinos."

[M_PerfectlyPeaceful:CrystaliskOptional MissionObjectiveDefinition]
ProgressMessage="Elimine os Cristalíceos"

[M_PerfectlyPeaceful:CrystaliskOriginEvidence MissionObjectiveDefinition]
ProgressMessage="Recolha evidências da origem dos Cristalíceos"

[M_PerfectlyPeaceful:SpiderAntsOptional MissionObjectiveDefinition]
ProgressMessage="Elimine as Formigas-Aranha"

[M_PerfectlyPeaceful:ThresherOptional MissionObjectiveDefinition]
ProgressMessage="Elimine os Threshers"

[M_PerfectlyPeaceful:UncoverCrystaliskOriginsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

